Brilliant @vaerh 
```
Terraform will perform the following actions:

  # routeros_ip_service.disabled["ftp"] will be created
  + resource "routeros_ip_service" "disabled" {
      + disabled = true
      + id       = (known after apply)
      + invalid  = (known after apply)
      + name     = (known after apply)
      + numbers  = "ftp"
      + port     = 21
    }

  # routeros_ip_service.disabled["telnet"] will be created
  + resource "routeros_ip_service" "disabled" {
      + disabled = true
      + id       = (known after apply)
      + invalid  = (known after apply)
      + name     = (known after apply)
      + numbers  = "telnet"
      + port     = 23
    }

  # routeros_ip_service.disabled["www"] will be created
  + resource "routeros_ip_service" "disabled" {
      + disabled = true
      + id       = (known after apply)
      + invalid  = (known after apply)
      + name     = (known after apply)
      + numbers  = "www"
      + port     = 80
    }
```
<img width="525" alt="image" src="https://github.com/terraform-routeros/terraform-provider-routeros/assets/2346208/e05f8676-81f6-4f33-bcdd-d5f1a7e435a0">
